///// DB에 저장이 되는 항목인 경우 CMB_CONST_XXXXX 의 형태로 CONST를 붙임.

CMB_RFM_MATL_TYPE_FRP                         = "FRP / Carbon"
CMB_RFM_MATL_TYPE_STL                         = "Steel"

CMB_FRP_SHEAR_TYPE_COMPL                      = "Completely wrapped"
CMB_FRP_SHEAR_TYPE_UWRAP                      = "U-wraps"
CMB_FRP_SHEAR_TYPE_2SIDE                      = "Two sides bonded"

CMB_FRP_FIBER_TYPE_CARBN                      = "Carbon"
CMB_FRP_FIBER_TYPE_GLASS                      = "Glass"
CMB_FRP_FIBER_TYPE_ARAMD                      = "Aramid"

CMB_FRP_EXPOSE_COND_INT                       = "Interior Exposure"
CMB_FRP_EXPOSE_COND_EXT                       = "Exterior Exposure"
CMB_FRP_EXPOSE_COND_AGG                       = "Aggressive Environment"

CMB_RFM_RESULT_TYPE_BEFOR                     = "Before Strengthening Only"
CMB_RFM_RESULT_TYPE_AFTER                     = "After Strengthening Only"
CMB_RFM_RESULT_TYPE_FRPRO                     = "FRP / Carbon Properties Only"
CMB_RFM_RESULT_TYPE_TOTAL                     = "Total Result"
